Repository: Wikinaut/nerd-alarmclock
Catalog: i18n/*.po
Languages: de

source: Hi Bernhard, this is your NerdClockController. What can I do for you?
de: Hallo Bernhard, das ist Dein NerdClockController. Was kann ich für Dich tun?

source: Hi Bernhard, use /settings to see the current settings, use /restart to restart the clock, use /reboot to reboot the system, use /shutdown to shutdown the system, use /alarm to set alarm-attributes.
de: Hallo Bernhard, verwende /settings für die Anzeige der Einstellungen, verwende /restart, um die Uhr neu zu starten, verwende /reboot, um die Uhr zu booten, verwende /shutdown, um die Uhr herunterzufahren, verwende /alarm, um die Weckzeiten zu konfigurieren.

source: Select settings
de: Auswahl der Einstellungen

source: day start: %s day end: %s LED-mode: %s LED-brightness (day): %s LED-brightness (night): %s display-mode: %s display-brightness (day): %s display-brightness (night): %s
de: Anfang Tag: %s Ende Tag: %s LED-Modus: %s LED-Helligkeit (Tag): %s LED-Helligkeit (Nacht): %s Display-Modus: %s Display-Helligkeit (Tag): %s Display-Helligkeit (Nacht): %s

source: radio (current channel)
de: Radio (aktueller Sender)

source: Alarm: %s, state: %s time: %s snooze: %s days: %s LED: %s display: %s sound: %s duration: %s volume: %s fadein: %s
de: Alarm: %s, Status: %s Zeit: %s Schlummern: %s Tage: %s LED: %s Display: %s Sound: %s Dauer: %s Lautstärke: %s Fade-In: %s

source: Really restart?
de: Wirklich neu starten?

source: invalid use!
de: Ungültige Eingabe!

source: canceled restart
de: Neustart abgebrochen

source: restarting the clock
de: Die Uhr wird neu gestartet ...

source: Really reboot?
de: Wirklich neu booten?

source: canceled reboot
de: Abbruch der Bootanforderung

source: rebooting the system
de: Das System wird neu gestartet ...

source: Really shutdown?
de: Wirklich herunterfahren?

source: canceled shutdown
de: Abbruch, das System wird nicht heruntergefahren

source: shutting down the system
de: Das System wird heruntergefahren ...

source: Select alarm
de: Auswahl des Alarms

source: state: %s
de: Status: %s

source: time: %s
de: Zeit: %s

source: snooze: %s
de: Schlummern: %s

source: days: %s
de: Tage: %s

source: duration: %s
de: Dauer: %s

source: volume: %s
de: Lautstärke: %s

source: Select attribute
de: Auswahl des Attributs

source: enable
de: aktvieren

source: enabled
de: an

source: disable
de: deaktivieren

source: disabled
de: aus

source: snooze
de: schlummern

source: Change state of alarm
de: Status des Alarms ändern

source: Set alarm time
de: Alarmzeit ändern

source: illegal time value: %s
de: Ungültige Zeitangabe

source: new time: %s
de: Neue Alarmzeit: %s

source: Set alarm snooze-delay
de: Schlummerzeit ändern

source: new snooze-delay: %s
de: Neue Schlummerzeit: %s

source: Set alarm days
de: Aktive Tage für den Alarm

source: selected days: %s
de: Auswahl Tage: %s

source: selected LED-alarm: %s
de: Ausgewählter LED-Alarm: %s

source: No alarm
de: Kein Alarm

source: Select LED-alarm
de: Auswahl LED-Alarmtyp

source: selected sound-alarm: %s
de: Ausgewählter Sound-Alarm: %s

source: Select sound-alarm
de: Auswahl Sound-Alarm

source: Set alarm duration
de: Dauer des Alarms setzen

source: new duration: %s
de: Neue Dauer: %s

source: Set alarm volume
de: Lautstärke festlegen

source: new volume: %s
de: Neue Lautstärke: %s

source: Set alarm fadein
de: Alarm Fade-In festlegen

source: new fadein: %s
de: Fade-In auf %s gesetzt

source: sorry, but I don't understand '%s'
de: Tut mir leid, ich verstehe den Befehl '%s' nicht

source: No
de: Nein

source: Yes
de: Ja
